[
    {
      "name": "Balendra Singh",
      "img": "/images/pi/judge1.png",
      "mini": "Dr. Balendra Singh, director at Institute of Bakery & Culinary Arts New Delhi, brings over 20 years of international expertise as a leading pastry chef. With a passion for innovation and a focus on skill-based education, he ensures aspiring professionals in the bakery and pastry industry have a solid foundation for a successful career.",
      "text" : "Dr. Balendra Singh is director at Institute of Bakery &amp; Culinary Arts New Delhi. He established the institute to offer education based on his experience in hospitality industry as one of the leading pastry chef for aspiring professionals interested to make career in Bakery &amp; Pastry. He has a flair for innovation with expertise in international pastry cuisine. He studied at The IHM Dehradun with a focus on bakery and confectionery. Later he garnered over 20 years of experience at major hotels like Umaid Bhawan Palace Jodhpur, Grand Hyatt New Delhi, Westin Gurgaon, JW Marriott New Delhi, Pullman, Novotel New Delhi, The Taj Mahal New Delhi &amp; cruise ships around the world, where he honed his skills to international level. <br> He gained wide knowledge in casual &amp; fine dining, a-la-carte, buffet &amp; banquet and pastry verticals of foodservice industry. As a culinary educator, he focus on skill based education ensuring students a good career."
    },
    
    {
      "name": "Mukesh Rawat",
      "img": "/images/pi/judge3.png",
      "mini": "Chef Mukesh, an accomplished pastry chef and culinary educator, has won gold and bronze medals in international competitions. Currently, Director of Culinary at ZUCI Pure Passion, he collaborates with renowned master chefs worldwide.",
      "text" : "Chef Mukesh was born and brought up in Uttarakhand . Having graduated from the Institute of hotel management in Dehradun . He started his career with The Oberoi Bangalore as a Commis.Thereafter he worked at the Taj Westin Bangalore as Senior CDP, At Raddison Mumbai as PastryChef ; At Claridges Suraj Kund as Pastry Chef, At Hilton Chennai as Executive Pastry Chef andExecutive Sous Chef .<br/> <ul><div> -Later Chef Mukesh joined the Academy of Pastry & Culinary Arts (APCA) in 2015 as an Executive Pastry Chef & Educator. It was here that he got the opportunity to participate inthe India Pastry Cup Competition in 2016 and won a Gold medal in it.</div><div>-In the same year he went on to participate in Asia Pastry Cup, Singapore and won a Bronzemedal for India and got recognized as the most Promising Talent in Asia Pastry Cup .</div><div>- In 2017 Chef Mukesh participated in World Pastry Cup Coupe De Monde De La as Captain ofteam India.</div><div> In 2018 he headed team India in Junior Pastry team championship and won Gold medal.</div><div>-In 2019 he headed team India in Junior Pastry world cup in Italy and got 4th place.</div><div>In 2023 he headed team India in World Pastry Queen cup in Italy and won Bronze medal forIndia.</div><div>-In 2022 chef Mukesh started working with ZUCI Pure Passion ,Hyderabad and running theplace as Director of Culinary.</div></ul> - While at APCA Chef Mukesh got the opportunities to work with different Master Chefs fromaround the world including Chef Johan Martin, Chef Jean Francois Arnald, Chef Amaury Guichon,Chef Wei Loon Tan, Chef Christophe Morel, Chef Emmanuele Forcone and many more."
    },
    {
      "name": "Eureka Araujo",
      "img": "/images/pi/judge2.png",
      "mini": "Chef Eureka Araujo, a talented pastry chef, has represented India in prestigious international competitions and won accolades. As the Creative Director at Sivako, a renowned French patisserie in Mumbai, she creates masterpieces that delight both visually and taste-wise.",
      "text" : "Born in Mumbai &amp; grown up in Goa, Chef Eureka graduated in 2012 from the Institute of Hotel Management, Catering Technology &amp; Applied Nutrition, Goa. Later in 2014 she did her Taj Management Training Program, a Training program by the Taj group of hotels that is comparable to an MBA in Hospitality Food Production that moulds young chefs into future inspiring professionals.  Thereafter she worked at the Umaid Bhawan Palace as Senior Chef-De-Partie Bakery, Patisserie &amp; Confectionery, for 2 years during 2014-16. Chef Eureka joined the Academy of Pastry &amp; Culinary Arts (APCA) in 2016 as a Pastry Chef Instructor and went on to be promoted as the Executive Pastry Chef at the Mumbai Centre. <br/> She represented India at the ‘World Pastry Queen’ championship in Rimini Italy in 2018, through a direct entry by winning Gold at the ‘India Pastry Queen’ competition in 2017. Her candidature was sponsored by Academy of Pastry &amp; Culinary Arts (APCA). She also represented India in 2017 as the coach/judge of team India&#39;s Junior team championship in Rimini Italy.<br/> After leaving APCA in 2022 Chef Eureka started SIVAKO. As the Creative Director at Sivako, a french patisserie cloud kitchen in Mumbai, her mission was to develop people for the best in French pastry by creating  masterpieces through sight &amp; taste. <br/> Later she once again got the chance to represent India by becoming ‘India Pastry Queen’ at the ‘World Pastry Queen’ championship in 2023, where she won the Bronze Medal, among the best from around the world. During her tenure at APCA Chef Eureka got the opportunity to learn from multiple master chefs from around the world including Chef Johan Martin, Chef Jean Francois Arnald, Chef Amaury Guichon, Chef Wei Loon Tan, Chef Christophe Morel, and Chef Emmanuele Forcone to name few. She participated in various workshops on Sugar Display, Chocolate &amp; Pralines, Viennoiserie &amp; Tarts and modern French Pastries to further hone up her skills."
    },
    {
      "name": "Dane Fernandes",
      "img": "/images/pi/dane.png",
      "mini": "Introducing Dane Fernandes, the talented Executive Chef at JW Marriott, Mumbai Sahar, India. With a remarkable 13-year journey in the culinary world, Chef Dane is driven by his passion for creativity and innovation. Constantly fueled by curiosity, he aspires to craft the next culinary masterpiece.",
      "text" : "Introducing Dane Fernandes, the talented Executive Chef at JW Marriott, Mumbai Sahar, India. With a remarkable 13-year journey in the culinary world, Chef Dane is driven by his passion for creativity and innovation. Constantly fueled by curiosity, he aspires to craft the next culinary masterpiece. Notably, he proudly endorses Elle & Vire ProfessionnelⓇ in India, showcasing his expertise through an array of delectable savory and sweet recipes. Additionally, Chef Dane delights in facilitating culinary demonstrations, sharing his knowledge and skills with fellow enthusiasts."
    }


 
  ]
  